{
    "projects": [
        {
            "image": "crm.jpg",
            "title": "CRM",
            "summary": "Crm system based on Vue.js/Firebase",
            "description": "<div class=\"modal-img\"><img src=\"crm.jpg\"></div><p>Please feel free to visit <a href=\"https://egor-super-crm.netlify.app\" target=\"_blank\">My CRM system</a></p><p>Mobile version is not ready yet so please visit it from desctop for more experience</p><p>You can Sign up or use admin credintails:<br>Login: admin@admin.com<br>Password: qwertyuiop</p><p>At my free time I develop CRM system from scratch based on Vuejs on front-end and Firebase on a back-end<p>This system provides users:</p><ul><li>All information about users sales, task and etc. on dashboard page at Home</li><li>Create new contractors or edit eixisting one. Yhis model contains some data about contractor like Name, contactinformation and description</li><li>Create new contractors or edit existing one. This model contains some data about contractor like Name, contactinformation and description</li><li>Tasks - powerful service that helps users to be up to date with their tasks. It may also be presented in eitherKanban or calendar styles. The user can create a new task with various settings such as responsible manager,deadline and also begins to track the time for that task.</li></ul><p>Additionally, there is a section for admin users who canan</p><ul><li>Create and manage users and their roles</li><li>Create and manage departments and set users for the department</li><li>Send notifications to users in real time</li></ul>One of the key characteristics of this system is the on-line chat where users can. <ul><li>Send messages and emojis</li><li>Send files</li><li>Create group chats</li><li>Add and remove users from group chats</li></ul>"
        },
        {
            "image": "imh.jpg",
            "title": "Oracle BI system",
            "summary": "A convenient and flexible system provides users with almost online data on the companies included in the holding",
            "description": "<div class=\"modal-img\"><img src=\"bi.png\"></div><p>Development and maintaining business intelligence system based on Oracle BI</p><ul><li>Creating DWH, repositories, dashboards, analysis.</li><li>Improving company productivity by automation most of the business processes, almost eliminated process involving    manually collecting and transporting data from multiple sources to the one system by implementing different    features like ETL or web-forms</li><li>Reducing decision-making time due to convenience and visual presentation of data (including by customizing the    visual display of data using JavaScript and particularly JQuery to build own chart system, creating and    filtering data arrays, implementing everyday reports via emails by using BIPublsher and custom Agents). By    improving the ui / ux design, we have minimized the access time to critical data.</li><li>Today, the top management of the company can access critical data due to an ecosystem of business tools (mobile,    desktop and web application) that extremely expands the ability to access data from anywhere in the world</li></ul>"
        },
        {
            "image": "imh.jpg",
            "title": "BI iOS app",
            "summary": "Native Ios app provides users most critical data wherever they are!",
            "description": "<div class=\"modal-img\"><img src=\"bios.png\"></div><p>Despite the fact that Oracle already has a mobile application for BI. It was decided to create our own application that would meet the increased requirements of users in terms of user interface and business. Thanks to the right decisions in the design, the time to search for the necessary data was minimized.</p>"
        },
        {
            "image": "imhTV.jpg",
            "title": "BI tvOS app",
            "summary": "Native tvOS app helps users to be up to date with world and company news, although company's production and financial data",
            "description": "<div class=\"modal-img\"><img src=\"bitv.png\"></div><p>My initiative was to create an application for the TV that is installed in our company. It allows you to keep abreast of the latest news of the world and our company, which has many enterprises throughout the country, as well as see the latest data of all enterprises.</p>"
        }
    ]
}